[
  {
    "id": 298,
    "title": "Våga satsa på konstgjorda växter!",
    "post_content": "\nArtificial Flowers That Will Do The Job.&nbsp;\n\n\n\nKonstgjorda växter. Jag lovar er, för några år sen hade jag nog varit den sista personen att överhuvudtaget överväga konstgjorda växter. Jag fullkomligt älskar blommor och behöver det omkring mig varje dag för att känna mig glad. Däremot är jag hemskt dålig på att sköta blommorna och många gånger slutar det med att mina blommor vissnar långt innan de egentligen borde. För ett tag sen fick jag upp ögonen för Redeko Flowers här i Stockholm och vet ni vad - oj vad jag har tänkt om när det kommer till konstväxter. Jag har haft en skev bild av att konstväxter består av ledsna och plastiga pelargoner men de senaste åren har det hänt otroligt mycket när det kommer till utvecklingen av konstgjorda växter. Det går knappt att se någon skillnad och hos Redeko Flowers finns ett helt fantastiskt utbud (för både inomhus och utomhusbruk) som gör att det nästan inte finns någon anledning till att välja äkta blommor längre. \n\n\n\nJag har teamat upp med Redeko Flowers och är så glad över att visa er vilka möjligheter det nu finns med konstgjorda växter i ditt hem.&nbsp;\n\n\n\nHär kommer en bildbomb av de vackra konstgjorda växterna som har fått flytta in hemma hos mig. \n\n\n\n\n\n\n\nFörst ut och kanske den växten som jag älskar allra mest. Kentia palmen. Alla träden från Redeko Flowers är gjorda på konserverade äkta trädstammar vilket ger ett helt otroligt verkligt intryck. Ett tips är att fylla på med bark i krukan för att det ska se så äkta ut som möjligt. \n\n\n\n\n\n\n\nPå handfatet körde jag på en söt Allium. Det fungerar lika bra med ett grönt blad men eftersom jag har en murgöna på väggen i samma rum så ville jag bryta av med lite färg och de här passade perfekt. \n\n\n\n\n\n\n\nDessa gröna bollar (kallas Angelica) är helt underbara! Så schysst med den intensiva gröna färgen. \n\n\n\n\n\n\n\nHär har vi en klassisk murgröna som passade alldeles utmärkt i min nya väggvas. \n\n\n\n\n\n\n\nJag kan verkligen rekommendera er att leta efter väggvaser - finns så många coola på olika auktionssidor. \n\n\n\n\n\n\n\nDen här växten som står i vårt sovrum får vi inte glömma. Det är en typ av orkidé (kallas för Vanda) som kanske gör sig  ännu bättre i verkligheten. Ta er till Redeko Flowers butik och spana in den! Jag lovar er, det är omöjligt att se att det är en konstväxt och den rosa färgen är ljuvlig (vilket inte riktigt syns här). \n\n\n\n\n\n\n\nDenna donna som är dresserad med en grön Crysanthemum fick igår flytta in på hyllan i köket. Alla blommorna från Redeko Flowers är gjorda av tyg, silke och återvunnen plast, fria från PVC.  \n\n\n\n\n\n\n\nBuketten förtjänar en till bild! Något som kan vara intressant att veta är att alla blommorna är formbara vilket är perfekt för någon som mig som gärna vill att blommorna ska stå på ett visst sätt i krukan eller vasen. \n\n\n\n\n\n\n\nDen här mindre palmen har fått flytta in i min dotters rum. Även fast hennes rum är långt ifrån klart blev det snabbt väldigt ombonat och mysigt när växten kom på plats. \n\n\n\n\n\n\n\nFullkomligt älskar dessa extra stora monsterablad. Väldigt enkelt men lyfter vilken hörna som helst.\n\n\n\n\n\n\n\nOrkide' bonanza! Helt inspirerad av Taletables. \n\n\n\n\n\n\n\nSist men inte minst. Här har vi en mix av Vallmao och Mimosa. ÄLSKAR!\n\n\n\nEtt tips till alla företag som behöver upprätthålla schyssta miljöer. Redeko Flowers erbjuder prenumeration för alla företagskunder. Hur bra är det inte att ha någon som kommer och uppdaterar med säsongens växter och blommor? Jag vet även att dom jobbar med stora projekt och inreder alltifrån restauranger, hotell, köpcentrum med mera! Ta en titt&nbsp;HÄR&nbsp;för att se lite av vad som gjorts tidigare. Sist men inte minst är det värt och viktigt att nämna att vår konsumtion av färska blommor står för en extremt stor miljöpåverkan. Det kanske inte är något man tänker på i första hand när man plockar upp fredagsbuketten men många av blommorna som vi handlar här i Sverige har fraktats hit. Så som sagt, viktigt att lyfta och vara medveten om. För mig var just det den största anledningen till att jag valt att gå över till konstväxter och är så glad över detta samarbete.\n\n\n\nRedeko Flowers hemsida hittar ni&nbsp;HÄR&nbsp;och befinner ni er i Stockholm får ni absolut inte missa att besöka deras butik på Nybrogatan 48, 114 40&nbsp;Stockholm. Minst sagt en grönskande liten oas!\n",
    "post_image": "http://admin.whylessisnotmore.com/wp-content/uploads/2023/05/image-11.png"
  },
  {
    "id": 209,
    "title": "Måndag, ny vecka och en fantastisk frisör!",
    "post_content": "\nGod morgon vänner.&nbsp;Hoppas ni haft en härlig helg. Min har varit luuuugn. Förra veckan var jag tillbaka på sjukhuset för att stämma av hur läget såg ut och allt är stabilt men jag har ytterligare två veckor kvar som jag behöver strycka det mesta på agendan och ta det extremt lugnt. Min livmodertapp är fortfarnde kort så om jag håller mig stilla ett tag till kommer jag med största sannolikhet att gå in i vecka 36 utan att föda. Skulle man föda innan dess så hamnar du på neo-avdelningen och det är verkligen det sista jag vill göra just nu. Så, det är bara att hålla ut ett tag till. Roliga events och Milano Designweek finns kvar nästa år så jag försöker att inte stressa för mycket över att jag missar allt just nu. Hälsan och mina barn är det viktigaste.&nbsp;\n",
    "post_image": "http://admin.whylessisnotmore.com/wp-content/uploads/2023/05/karwan-frisor.webp"
  },
  {
    "id": 204,
    "title": "Måttanpassade speglar &#038; glas av högsta kvalitet!",
    "post_content": "\nEn glasmästare att lägga på minnet.&nbsp;\n\n\n\nDet finns samarbeten och sen finns det samarbeten. Just detta som jag gjort tillsammans med AA-Glas kan jag verkligen blicka tillbaka på och känna mig alldeles varm inombord. Jag har via Madelaine som tillsammans med två syskon äger och driver AA-Glas fått en enastående service och helt underbara speglar och glas installerade hemma hos oss.avAA-Glas startade av Madelaines farfars far 1921 och sedan dess har företaget en rad spektakulära prestigejobb i sitt resumé.&nbsp;\n\n\n\nÄven fast jobben hemma hos mig har varit relativt små så har alla varit tillmötesgående och engagerade. Något som faktiskt är rätt ovanligt. Nej, jag kan inte mer än nog rekommendera er att kontakta AA-glas om ni har något arbete som rör alltifrån glasreparationer, fönsterrenovering, badrumsrenoveringar eller speglar.&nbsp;\n",
    "post_image": "http://admin.whylessisnotmore.com/wp-content/uploads/2023/05/tempImageW2NPif.webp"
  }
]
